Repository: Fatimahashem/HNotification
Catalog: HamsatPromotions-SPM/Sources/HamsatPromotions/Resources/Localizable.xcstrings
Source language: en
Languages: ar

# common.close
source: Close
ar: إغلاق

# common.later
source: Later
ar: في وقت لاحق

# onboarding.notifications.body
source: Turn on your notifications so you can stay up to date at all times
ar: قم بتشغيل الإشعارات الخاصة بك حتى تتمكن من البقاء على اطلاع دائم في جميع الأوقات

# onboarding.notifications.enable
source: Enable Notifications
ar: تفعيل الإشعارات

# onboarding.notifications.title
source: Enable Notifications
ar: تفعيل الإشعارات

# promotion.countdown
source: Time left: %1$@
ar: تبقّى %1$@

# promotion.countdown.accessibility
source: Time remaining: %1$@
ar: الوقت المتبقي: %1$@

# promotion.extra_credit.title
source: 25% extra when you buy Hamsat credit
ar: ٢٥٪ إضافية عند شرائك همسات

# promotion.five_dollar.title
source: Buy 20 minutes for only $5
ar: اشترِ ٢٠ دقيقة بقيمة ٥$ فقط

# promotion.message
source: Don't miss out—recharge now
ar: لا تفوّت الفرصة، اشحن الآن

# tutorial.announcement.body
source: You can now recharge your balance during a call
ar: يمكنك الآن إعادة شحن رصيدك أثناء المكالمة

# tutorial.announcement.title
source: New feature
ar: ميزة جديدة

# tutorial.control.body
source: During your call, tap the button shown above
ar: أثناء مكالمتك اضغط على الصورة الموضحة أعلاه

# tutorial.how_to.title
source: How to use
ar: كيفية الاستخدام

# tutorial.packages.body
source: Choose the package you want and continue your call!
ar: اختر الباقة التي تريدها وواصل مكالمتك!

# tutorial.page.accessibility
source: Page %1$lld of %2$lld
ar: الصفحة %1$lld من %2$lld
